<template>
  <view class="padding"><rich-text :nodes="agreement"></rich-text></view>
</template>

<script>
export default {
  data() {
    return {
      agreement: `<h3 style="text-align: center;">全国艺术院校公益助学平台发布作品协议</h3>
<p><strong>甲方：</strong></p>
<p><strong>乙方：广州美安力动漫设计有限公司</strong></p>
<p>&ldquo;全国艺术学院学生公益助学联盟&rdquo;是以贫困学生和留守学生为援助对象的非营利性公益助学联盟。通过组织艺术院校学生作品开展慈善义卖，捐款捐物、提供奖学金、改善教学环境、帮教（支教）等形式进行公益助学。同时，它也是一个学生公益联盟，旨在向社会推介优秀的艺术人才，提高艺术类学生的就业率。</p>
<p>鉴于甲方拥有一定的作品,且拟在乙方平台上发布作品，鉴于乙方拥有全国艺术院校公益助学平台(以下简称公益平台），双方经友好协商,达成协议如下：</p>
<p>1. 甲方以作者身份推荐作品,则应保证如下条款：</p>
<p>1.1 该作品不得是他人的作品。所提供作品的各项信息真实。</p>
<p>1.2 如该作品为甲方与他方共同创作,他方对甲方的发布行为无异议。</p>
<p>1.3 甲方对该已发表作品拥有独家版权或与他方没有冲突的使用权。</p>
<p>1.4 该已发表作品没有其他任何可能导致引起法律纠纷的在先权利。作品有以上瑕疵的,乙方任何时候有权拒绝或中止使用。由以上原因引起的一切法律后果应由甲方承担。</p>
<p>2. 甲方的作品不得含有下列内容：</p>
<p>2.1 反对宪法确定的基本原则。</p>
<p>2.2 危害国家统一、主权和领土完整。危害国家安全、荣誉和利益。泄露国家机密。</p>
<p>2.3 煽动民族分裂,侵害少数民族风俗习惯,破坏民族团结。</p>
<p>2.4 宣扬淫秽、迷信或者渲染暴力,危害社会公德和民族优秀文化传统。</p>
<p>2.5 侮辱或者诽谤他人。法律、法规规定禁止的其他内容。</p>
<p>3. 为确保作品作者的权利,乙方有权合理要求甲方配合进行身份验证,包括但不限于：</p>
<p>3.1 提交有效证件的复印件。</p>
<p>3.2 提交联系电话、固定通信地址信息。</p>
<p>3.3 提交其他必须提交的信息。</p>
<p>4. 乙方保留决定是否发布甲方作品的权利。</p>
<p>4.1 如甲方的作品含有侵犯他人名誉权、肖像权、姓名权等人身权内容的,甲方应承担全部责任并赔偿因此给乙方造成的损失,乙方可以终止合同。</p>
<p>4.2 如买家因对作品的使用侵犯他人著作权的，且或给乙方造成不良影响,甲方应承担全部责任并赔偿因此给买家和乙方造成的损失,乙方可以终止合同。如因乙方或买家权益受到甲方侵害，而向法院提出诉讼并胜诉的，甲方需同时赔偿乙方或者买家聘请律师的费用。</p>
<p>5. 乙方负责研发传播与销售发行的包括：储存、浏览、交易、打赏、点击率以及统计要求等，承认作品的著作权属于甲方，保护甲方著作权以及相关权益。</p>
<p>6. 乙方可通过平台与慈善机构建立链接，引导感兴趣的用户浏览甲方的作品，并推介作者。</p>
<p>7. 乙方积极寻求与其他知名平台网站链接，以扩大甲方作品的宣传范围。</p>
<p>8. 乙方会将甲方热度较高、打赏较多的作品或者卖出作品较多的作者放在公益平台内相应的排行榜，并将排行榜放在公益平台网站醒目位置向用户推荐，引导用户作为购买浏览的优先选择。</p>
<p>9. 乙方根据本协议约定向甲方结算作品及打赏的可分配收益。</p>
<p>10. 双方确认,乙方将下述的办法向甲方支付作者稿酬：</p>
<p>10.1 乙方将甲方的作品放在公益平台并开始销售之后，甲方同时获得分配收益分成。可分配收益是指乙方平台上甲方所有作品的全部收入（含作品交易后产生的费用及打赏）在扣除慈善捐助和平台管理费后，甲方与乙方的实际结算费用。乙方会在公益平台买家支付费用后的30个工作日内将属于甲方的费用转给乙方。作品具体的交易情况乙方可以在公益平台的作者页面查看。</p>
<p>10.2 所得分配比例：甲乙双方将对作品和作品带来的打赏产生的可分配收益进行分成，分成比例为，即甲方分配80%，慈善捐助分配15%，乙方平台管理维护费分配5%。</p>
<p>10.3 甲方的可分配收益（包括作品交易和作品打赏）可体现到支付宝或微信或银行账户，（具体在乙方平台上进行操作）。甲方收款账户：</p>
<p>10.4 销售方式：甲方可以在公益平台上设定作品的销售方式和作品价格。作者可以有多种定价方式，作品是由甲方自行定价，其下有三种可选的销售方式，分别为：□版权自用/□版权商用/□购买独家版权。（具在公益平台上进行操作）。</p>
<p>11. 如一方认为对方违反合同条款,由双方协商解决,也可向广州地区的法院起诉。依据《中华人民共和国著作权法》第三十条,甲方规定,本合同自签订之日起生效,有效期为5年,期满自行续展,且不受次数限制。</p>
<p>12. 公益平台数据库中的作品著作权归属作者或其他权利方，但数据库技术的著作权归属于公益平台。</p>
<p>13. 通知与联系</p>
<p>甲方：通信地址：_________________</p>
<p>联系电话：_________________</p>
<p>通知应以书面形式作出并通过邮局或者传真发送(电子邮件签署也等同),并同时辅以一其他方式通知。电子邮件、传真发出后1个工作日、邮递寄出后5日即视为已经送达对方。上述通知方式如有任何变动,应在变动发生之日起2个工作日内通知对方,否则自负由此引起的损失。</p>
<p>14. 本合同自双方签字或盖章之日起生效,条款如需补充、更改,由双方协商确定。</p>`,
    }
  },
  methods: {},
}
</script>

<style></style>
